export default {
    finance: 'ניהול פיננסי',
    marketing: 'שיווק',
    sales: 'מכירות',
    humanResources: 'משאבי אנוש',
    customerSupport: 'שירות לקוחות',
    design: 'עיצוב',
    webPresence: 'נוכחות באינטרנט',
    freelancers: 'פרילנסרים',
    branding: 'מיתוג',
    webPresenceDescription:
        'כמה קל לקוחות יכולים למצוא אותך באינטרנט וללמוד על המוצרים/שירותים שלך?',
    financeDescription: 'האם אתה עוקב אחר ההכנסות וההוצאות שלך? יש לך תקציב?',
    marketingDescription:
        'האם לקוחות יודעים על המוצרים/שירותים שלך? האם הם מבינים את הערך שאתה מציע?',
    salesDescription: 'יש לכם תהליך להמרת לידים ללקוחות?',
    outsourcing: 'מיקור חוץ',
    outsourcingDescription:
        'האם אתה ממנף ביעילות פרילנסרים כדי להגדיל את תפוקת העבודה שלך? האם אתה מקבל עבודה איכותית במחיר הוגן?',
    attention: 'ניהול תשומת לב',
    attentionDescription:
        'האם אתה מתעדף את הזמן ואת תשומת הלב שלך למשימות החשובות ביותר? האם אתה מרוצה מהאיזון שלך בין עבודה לחיים? האם אתה מרוצה מההתקדמות שלך לקראת היעדים שלך?',
};
